app/views/users/show.html.erb

SELECT "microposts".* FROM "microposts" WHERE "microposts"."user_id" = 5
---
  <strong>Microposts:</strong></br>
  <% @user.microposts.each do |micropost| %>